Repository: adgrafik/TYPO3-adx_twitter_bootstrap
Catalog: Resources/Private/Language/*.locallang_db_powermail.xlf
Languages: de

# tx_powermail_domain_model_forms.labelLeftLeftAligned
source: Labels on the left side (left-aligned)
de: Beschriftung auf der linken Seite (linksb√ºndig)

# tx_powermail_domain_model_pages.columnsTwo
source: Two columns
de: Zwei Spalten

# tx_powermail_domain_model_pages.defaultNoLegend
source: Default, hide legend
de: Standard, Legende verstecken

# tx_powermail_domain_model_pages.columnsTwoNoLegend
source: Two columns, hide legend
de: Zwei Spalten, Legende verstecken

# tx_powermail_domain_model_fields.columnFull
source: Full
de: Voll

# tx_powermail_domain_model_fields.columnHalf
source: Half
de: Halb

# tx_powermail_domain_model_fields.columnHalfSingleRow
source: Half, single row
de: Halb, einzelne Reihe

# tx_powermail_domain_model_fields.columnThird
source: Third
de: Drittel

# tx_powermail_domain_model_fields.columnThirdSingleRow
source: Third, single row
de: Drittel, einzelne Reihe

# tx_powermail_domain_model_fields.columnTwoThird
source: Two third
de: Zwei drittel

# tx_powermail_domain_model_fields.columnTwoThirdSingleRow
source: Two third, single row
de: Zwei drittel, einzelne Reihe

# tx_powermail_domain_model_fields.columnQuarter
source: Quarter
de: Viertel

# tx_powermail_domain_model_fields.columnQuarterSingleRow
source: Quarter, single row
de: Viertel, einzelne Reihe

# tx_powermail_domain_model_fields.columnTwoQuarter
source: Two quarter
de: Zwei viertel

# tx_powermail_domain_model_fields.columnTwoQuarterSingleRow
source: Two quarter, single row
de: Zwei viertel, einzelne Reihe

# tx_powermail_domain_model_fields.columnThreeQuarter
source: Three quarter
de: Drei viertel

# tx_powermail_domain_model_fields.columnThreeQuarterSingleRow
source: Three quarter, single row
de: Drei viertel, einzelne Reihe

# tx_powermail_domain_model_fields.columnInner
source: Checkboxes/Radiobuttons
de: Checkboxen/Radiobuttons

# tx_powermail_domain_model_fields.columnInnerHalf
source: Half
de: Halb

# tx_powermail_domain_model_fields.columnInnerThird
source: Third
de: Drittel

# tx_powermail_domain_model_fields.columnInnerQuarter
source: Quarter
de: Viertel
