Repository: adgrafik/TYPO3-adx_twitter_bootstrap
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_adxtwitterbootstrap_offset
source: Left Indent
de: Linke Einrückung

# tx_adxtwitterbootstrap_span
source: Span
de: Spalte

# tx_adxtwitterbootstrap_device_visibility
source: Device visibility
de: Device-Sichtbarkeit

# tx_adxtwitterbootstrap_device_visibility.xs
source: Hide on Phones
de: Versteckt auf Handys

# tx_adxtwitterbootstrap_device_visibility.sm
source: Hide on Tablets
de: Versteckt auf Tablets

# tx_adxtwitterbootstrap_device_visibility.md
source: Hide on Desktops
de: Versteckt auf Desktops

# tx_adxtwitterbootstrap_device_visibility.lg
source: Hide on Large Desktops
de: Versteckt auf Große Desktops

# tx_adxtwitterbootstrap_link_content_element
source: Link content element with first found link
de: Verlinke Seiteninhalt mit dem ersten gefundenen Link

# tx_adxtwitterbootstrap_inherit
source: Inherit Content element
de: Seiteninhalt vererben

# tx_adxtwitterbootstrap_inherit.1
source: This and all Subpages
de: Diese und alle Unterseiten

# tx_adxtwitterbootstrap_inherit.2
source: Only on Subpages
de: Nur auf den Unterseiten

# tx_adxtwitterbootstrap_image_columns
source: Span of each Image
de: Spalten jedes Bildes

# TSconfig.columns.twoColumns.title
source: Two Columns Group
de: Zweispalten-Gruppe

# TSconfig.columns.twoColumns.description
source: Creates a content group with two columns.
de: Erstellt einen Seiteninhalt mit zwei Spalten.

# TSconfig.columns.threeColumns.title
source: Three Columns Group
de: Dreispalten-Gruppe

# TSconfig.columns.threeColumns.description
source: Creates a content group with three columns.
de: Erstellt einen Seiteninhalt mit drei Spalten.

# TSconfig.columns.fourColumns.title
source: Four Columns Group
de: Vierspalten-Gruppe

# TSconfig.columns.fourColumns.description
source: Creates a content group with four columns.
de: Erstellt einen Seiteninhalt mit vier Spalten.

# TSconfig.columns.column1
source: 1st Column
de: 1. Spalte

# TSconfig.columns.column2
source: 2nd Column
de: 2. Spalte

# TSconfig.columns.column3
source: 3rd Column
de: 3. Spalte

# TSconfig.columns.column4
source: 4th Column
de: 4. Spalte

# flexform.columns.grid.span.column1
source: Segmentation 1st Column
de: Aufteilung der 1. Spalte

# flexform.columns.grid.span.column2
source: Segmentation 2nd Column
de: Aufteilung der 2. Spalte

# flexform.columns.grid.span.column3
source: Segmentation 3rd Column
de: Aufteilung der 3. Spalte

# flexform.columns.grid.span.column4
source: Segmentation 4th Column
de: Aufteilung der 4. Spalte

# flexform.columns.grid.span.xs
source: Phones (<768px)
de: Handys (<768px)

# flexform.columns.grid.span.lg
source: Large Desktops (≥1200px)
de: Große Desktops (≥1200px)

# flexform.columns.grid.span.inherit
source: Inherit
de: Vererbt

# flexform.columns.grid.span
source: Span %s
de: Spanne

# flexform.columns.grid.clear.column1
source: Clear after 1st Column
de: Umbruck nach 1. Spalte

# flexform.columns.grid.clear.column2
source: Clear after 2nd Column
de: Umbruck nach 2. Spalte

# flexform.columns.grid.clear.column3
source: Clear after 3rd Column
de: Umbruck nach 3. Spalte

# flexform.columns.grid.reverseOrder
source: Reverse Order
de: Reihenfolge umkehren

# flexform.columns.grid.reverseOrder.default
source: Default
de: Standard

# flexform.columns.grid.reverseOrder.xs
source: Phones (<768px)
de: Handys (<768px)

# flexform.columns.grid.reverseOrder.lg
source: Large Desktops (≥1200px)
de: Große Desktops (≥1200px)

# flexform.columns.grid.expertMode
source: Expert Mode
de: Expertenmodus

# flexform.columns.appearance.sheetTitle
source: Appearance
de: Erscheinungsbild

# flexform.columns.appearance.layout.0
source: Default
de: Standard

# flexform.columns.appearance.equalHeight
source: Equal height
de: Höhe anpassen

# flexform.columns.visibility.sheetTitle
source: Device visibility
de: Device-Sichtbarkeit

# flexform.columns.visibility.hideColumn1
source: Hide column 1 on
de: Verstecke Spalte 1 auf

# flexform.columns.visibility.hideColumn2
source: Hide column 2 on
de: Verstecke Spalte 2 auf

# flexform.columns.visibility.hideColumn3
source: Hide column 3 on
de: Verstecke Spalte 3 auf

# flexform.columns.visibility.hideColumn4
source: Hide column 4 on
de: Verstecke Spalte 4 auf

# flexform.columns.visibility.hideColumn.xs
source: Phones (<768px)
de: Handys (<768px)

# flexform.columns.visibility.hideColumn.lg
source: Large Desktops (≥1200px)
de: Große Desktops (≥1200px)

# TSconfig.carousel.description
source: Container for sliding content elements.
de: Container für "slidende" Seiteninhalte.

# TSconfig.carousel.column0
source: Carousel elements
de: Carousel-Elemente

# flexform.carousel.sheet.general
source: General
de: Allgemein

# flexform.carousel.interval
source: Interval
de: Intervall

# flexform.carousel.pagination
source: Pagination
de: Seitennummerierung

# flexform.carousel.pagination.none
source: None
de: Keine

# flexform.carousel.pagination.numbers
source: Numbers
de: Nummern

# flexform.carousel.pagination.headers
source: Headers
de: Überschriften

# flexform.carousel.active
source: Active slide
de: Aktiver Slide

# flexform.carousel.pause
source: Pause on hover
de: Pause bei hover

# flexform.carousel.provider.images
source: Use first content element as single image provider
de: Verwende ersten Seiteninhalt als Bild-Provider

# flexform.carousel.provider.content
source: Content elements
de: Seiteninhalte

# TSconfig.accordion.description
source: Container for collapsible content elements.
de: Container für ausklappbare Seiteninhalte.

# TSconfig.accordion.column1
source: Accordion elements
de: Accordion-Elemente

# flexform.accordion.appearance.sheetTitle
source: Appearance
de: Erscheinungsbild

# flexform.accordion.appearance.layout.0
source: Default
de: Standard

# flexform.accordion.appearance.columns
source: Columns
de: Spalten

# flexform.accordion.behaviour.sheetTitle
source: Behaviour
de: Verhalten

# flexform.accordion.behaviour.active
source: Active item
de: Aktives Element

# flexform.accordion.behaviour.collapsible
source: Auto collapsible
de: Automatisch zusammenklappen

# flexform.accordion.behaviour.slideToPosition
source: Slide to position
de: Zur Position gleiten

# flexform.accordion.behaviour.slideOffset
source: Slide offset
de: Offset

# flexform.accordion.behaviour.ajaxLoading
source: Load content via AJAX
de: Lade Inhalt per AJAX

# TSconfig.tabs.description
source: Container for tabs content elements.
de: Container für Tab-Seiteninhalte.

# TSconfig.tabs.column1
source: Tab elements
de: Tab-Elemente

# flexform.tabs.appearance.sheetTitle
source: General
de: Allgemein

# flexform.tabs.appearance.layout.0
source: Default
de: Standard

# flexform.tabs.behaviour.active
source: Active item
de: Aktives Element

# flexform.tabs.behaviour.slideToPosition
source: Slide to position
de: Zur Position gleiten

# flexform.tabs.behaviour.slideOffset
source: Slide offset
de: Offset

# flexform.tabs.behaviour.ajaxLoading
source: Load content via AJAX
de: Lade Inhalt per AJAX
